<?php
//==>>>==>>>==>>>==>>>==>>>==>>>==>>>==>>>==>>>==>>>==>>>==>>>==>>>
//
// Ajaxいいねボタン v1.15 [ GPL ]
// Copyright (c) phpkobo.com ( http://jpn.phpkobo.com/ )
// Email : admin@phpkobo.com
// ID : LKBNX-115J
//
//==<<<==<<<==<<<==<<<==<<<==<<<==<<<==<<<==<<<==<<<==<<<==<<<==<<<

$lca["err:fix-permission"] = "上記のパスのアクセス・パーミッションを修正して、" .
	"このページを再読み込みしてください";
$lca["err:cannot-read"] = "アクセスが拒否されました: 読み込み許可がありません";
$lca["err:cannot-write"] = "アクセスが拒否されました: 書き込み許可がありません";

$lca["err:php-version"] = 
	"このプログラムは PHP %ver_req% か新しいバージョンが必要です。\r\n" .
	"お使いのPHPのバージョンは %ver_cur% です。\r\n" . 
	"PHPをアップグレードしてご使用ください。";

$lca["err:mb-string"] = 
	"このプログラムは  マルチバイト (mbstring) エクステンションが必要です。\r\n" . 
	"お使いのPHPにはインストールされていません。\r\n" . 
	"マルチバイト (mbstring) エクステンションをインストールしてご使用ください。";

$lca["err:gd"] = 
	"このプログラムは  GD (gd2) エクステンションが必要です。\r\n" . 
	"お使いのPHPにはインストールされていません。\r\n" . 
	" GD (gd2) エクステンションをインストールしてご使用ください。";

?>